Repository: RiLights/aligntime
Catalog: aligntime/*.lproj/Localizable.strings
Languages: es, it, pt_br, ru, uk

source: Calendar
es: Calendario
it: Agenda
pt_br: Calendário
ru: Календарь
uk: Календар

source: Today
es: Hoy
it: Oggi
pt_br: Hoje
ru: Cегодня
uk: Сьогодні

source: You have been wearing aligners for
es: Has estado usando alineadores por
it: Hai indossato gli allineatori per
pt_br: Você vem usando alinhadores por
ru: Вы уже носите элайнеры
uk: Ви вже носите елайнери

source: days
es: días
it: giorni
pt_br: dias
ru: дней
uk: днів

# days/4
source: days
es: días
it: giorni
pt_br: dias
ru: дня
uk: дні

source: day
es: día
it: giorno
pt_br: dia
ru: день
uk: день

source: days left until the end of your treatment
es: días hasta la terminación del tratamiento
it: giorni rimanenti alla fine del tuo trattamento
pt_br: dias faltando para o final do seu tratamento
ru: дней до завершения выравнивания
uk: днів до завершення вирівнювання

source: Wear Time Reminder
es: Recordatorio
it: Promemoria di Indossamento
pt_br: Notificação para o tempo de desgaste
ru: Напоминание
uk: Нагадування

source: Remind me to wear aligners again in
es: Recordarme colocar los alineadores en
it: Ricordami di indossare gli allineatori tra
pt_br: Lembre-me de usar os alinhadores novamente em
ru: Напомнить мне одеть элайнеры через
uk: Нагадати мені одягнути елайнери через

source: 15 Minutes
es: 15 Minutos
it: 15 Minuti
pt_br: 15 Minutos
ru: 15 Минут
uk: 15 Хвилин

source: 30 Minutes
es: 30 Minutos
it: 30 Minuti
pt_br: 30 Minutos
ru: 30 Минут
uk: 30 Хвилин

source: 1 Hour
es: 1 Hora
it: 1 Ora
pt_br: 1 Hora
ru: 1 Час
uk: 1 Годину

source: No Reminder
es: Sin Recordatorio
it: Nessun Promemoria
pt_br: Sem Notificação
ru: Без Напоминания
uk: Без Нагадування

source: Wear time:
es: Con alineadores:
it: Tempo di indossamento:
pt_br: Tempo de desgaste:
ru: С элайнерами:
uk: З елайнерами:

source: Out time:
es: Sin alineadores:
it: Tempo fuori:
pt_br: Periodos sem os alinhadores:
ru: Без элайнеров:
uk: Без елайнерів:

source: You have just started your treatment
it: Hai appena iniziato il tuo trattamento
pt_br: Você acaba de começar o tratamento
ru: Вы только начали выравнивание
uk: Ви тільки розпочали вирівнювання

# Out Times
source: Times without aligners
es: Tiempo sin alineadores
it: Tempo senza allineatori
pt_br: Tempo sem o alinhador
ru: Время без элайнеров
uk: Час без елайнерів

source: Now
es: Ahora
it: Adesso
pt_br: Agora
ru: Сейчас
uk: Зараз

# Start Time
source: Removed aligners at
es: Alineadores retirados
it: Tolto gli allineatori alle
pt_br: Retirou os alinhadores às
ru: Достали элайнеры в
uk: Вийняли елайнери о

# End Time
source: Inserted aligners at
es: Alineadores puestos
it: Inserito gli allineatori alle
pt_br: Colocou os alinhadores às
ru: Одели элайнеры в
uk: Одягнули елайнери о

source: Total Wear Time:
es: Tiempo total con alineadores
it: Durata di indossamento:
pt_br: Tempo total utilizando alinhadores:
ru: Общее время с элайнерами:
uk: Загальний час з елайнерами:

# Time Statistics
source: View Wear Time Statistics
es: Ver mis estadísticas
it: Visualizza the Statistiche di Indossamento
pt_br: Ver estatísticas de tempo de uso
ru: Посмотреть статистику
uk: Переглянути статистику

source: Aligner Adjustment
es: Alineadores
it: Aggiusta gli allineatori
pt_br: Ajustes do alinhador
ru: Элайнеры
uk: Eлайнери

source: Aligner #%d: %d Day(s)
es: Alineador #%d: %d Día(s)
it: Allineatore #%d: %d Giorni(s)
pt_br: Alinhador #%d: %d Dia(s)
ru: Элайнер #%d: %d Дней
uk: Eлайнер #%d: %d Днів

source: Modify Treatment Plan
es: Modificar Plan de Tratamiento
it: Modifica Trattamento
pt_br: Modificar plano de tratamento
ru: Изменить план выравнивания элайнерами
uk: Змінити план вирівнювання елайнерами

source: Treatment Plan
es: Plan de Tratamiento
it: Trattamento
pt_br: Plano de tratamento
ru: План выравнивания элайнерами
uk: План вирівнювання елайнерами

source: Individual Aligner Adjust
es: Ajustes de Alineador Individual
it: Aggiusta Singolo Allineatore
pt_br: Ajustar alinhador individualmente
ru: Изменить план по отдельным элайнерам
uk: Змінити план щодо окремих елайнерів

# Reset All History
source: Reset Treatment Plan
es: Reiniciar todo el historial
it: Resetta il Trattamento
pt_br: Reiniciar plano de tratamento
ru: Удалить историю ношения элайнеров
uk: Видалити план вирівнювання

source: About
es: Acerca De AlignTime
it: Chi Siamo
pt_br: Sobre
ru: О AlignTime
uk: Про AlignTime

source: Give Us Feedback
es: Comentarios y sugerencias
it: Mandaci un Feedback
pt_br: Envie-nos comentários
ru: Отзыв
uk: Надішліть нам відгук

# Not enough data for statistic
source: Unfortunately, we haven’t got enough data to display wear time statistics
it: Non ci sono dati sufficienti per visualizzare le statistiche di indossamento
pt_br: Infelizmente, nós não temos dados suficientes para gerar estatísticas de uso dos alinhadores.
ru: Недостаточно данных для статистики
uk: Недостатньо даних для статистики

source: Average wear time:
es: Tiempo promedio de uso:
it: Durata media di indossamento:
pt_br: Tempo médio de uso:
ru: Среднее время ношения элайнеров:
uk: Середній час носіння елайнерів:

source: Hours
es: Horas
it: Ore
pt_br: Horas
ru: Часов
uk: Годин

# per_hour
source: hours per day
es: horas al día
it: ore al giorni
pt_br: Horas por dia
ru: часа в сутки
uk: годин на добу

source: Time Statistic
es: Estadística de tiempo
it: Statistiche sulla Durata
pt_br: Estatística de tempo
ru: Статистика времени
uk: Статистика часу

# Show expected aligner
source: Show current aligner
it: Mostra l'allineatore corrente
pt_br: Mostrar alinhador atual
ru: Показать текущий элайнер
uk: Show expected aligner

source: Show current date
it: Mostra la data di oggi
pt_br: Mostrar data atual
ru: Показать текущую дату

source: Display
pt_br: Tela
ru: Отображения

source: Display Settings
it: Impostazioni del display
pt_br: Configurações de tela
ru: Настройки Отображения

source: Notification Settings
it: Impostazioni delle notifiche
pt_br: Configurar notificações

source: Notification
it: Notifica
pt_br: Notificações

source: Return
es: Regresar
it: Ritorna
pt_br: Retornar
ru: Назад
uk: Назад

source: Back
es: Regresar
it: Indietro
pt_br: Voltar
ru: Назад
uk: Назад

source: Ready
es: Listo
it: Pronto
pt_br: Pronto
ru: Готово
uk: Готово

source: Next
es: Siguiente
it: Avanti
pt_br: Próximo
ru: Далее
uk: Далі

source: How many aligners do you require?
es: Número total de alineadores requerido
it: Di quanti allineatori hai bisogno?
pt_br: Quantos alinhadores você precisa?
ru: Сколько элайнеров вам нужно на период выравнивания?
uk: Скільки елайнерів вам потрібно на період вирівнювання?

source: Number of days for each aligners
es: Número de días para cada alineador
it: Giorni per ogni allineatore
pt_br: Quantos dias para cada alinhador?
ru: Сколько дней вы должны носить каждый элайнер
uk: Скільки днів ви повинні носити кожен з елайнерів?

source: When did you start your treatment?
es: ¿Cuándo comenzó el tratamiento?
it: Quando hai cominciato il tuo trattamento?
pt_br: Quando você começou seu tratamento?
ru: Когда вы начали выравнивание?
uk: Коли ви розпочали вирівнювання елайнерами?

source: Aligner number you are wearing now
es: Número del alineador que llevas puesto ahora
it: Numero dell'allineatore che stai indossando adesso
pt_br: Qual o número do alinhador que você está usando agora?
ru: Номер элайнера, который вы носите сейчас
uk: Номер елайнера, який ви носите зараз

# How many days have you been wearing current aligner for?
source: How many days have you been wearing the current aligner for?
es: Número de días que llevas puesto el alineador actual
it: Da quanti giorni stai indossando l'allineatore?
pt_br: Há quantos dias você está usando o alinhador atual?
ru: Сколько дней вы уже носите текущий элайнер?
uk: Скільки днів ви вже носите поточний елайнер?

# Preferred aligners wear hours per day
source: Daily wear time target (hours per day)
es: Tiempo recomendado de uso diario
it: Tempo di indossamento desiderato (ore al giorno)
pt_br: Objetivo de uso diário (horas por dia)
ru: Сколько часов в сутки вы должны носить элайнеры
uk: Скільки годин на добу ви повинні носити елайнери

source: Start date is:
es: Fecha de inicio:
it: La data di inizio è:
pt_br: Data de início é:
ru: Дата начала выравнивания:
uk: Дата початку вирівнювання:

# Do you want to erase all history?
source: Do you want to erase all history and start a new treatment plan? This action can’t be undone
es: ¿Deseas borrar todo el historial y comenzar un nuevo plan de tratamiento? Esta acción no se puede deshacer.
it: Vuoi davvero cancellare tutte le statistiche e cominciare un nuovo trattamento? Questa azione è irreversibile.
pt_br: Você goistaria de apagar todo o histórico e começar um novo tratamento?
ru: Вы действительно хотите стереть всю историю и начать новый план выравнивания элайнерами?
uk: Ви дійсно хочете стерти всю історію та створити новий план вирівнювання?

source: Erase
es: Borrar
it: Cancella
pt_br: Apagar
ru: Стереть
uk: Стерти

# About_AlignTime
source: AlignTime is a Mobile app, created by users to assist other users in keeping track of Invisalign braces wear time. AlignTime helps record your daily wear time for each tray, sends reminders if an aligner has been left out for too long and alerts you when it is time to change your tray. You can monitor progress for each aligner wear time using Calendar functionality.
es: AlignTime es una aplicación móvil creada por los usuarios de alineadores Invisilign para facilitar el seguimiento del tiempo de uso de los frenillos. AlignTime ayuda a registrar el tiempo de uso diario de cada alineador, envía notificaciones si un alineador ha estado fuera por demasiado tiempo, y alerta cuando es el momento de cambiar los alineadores. Utilizando la funcionalidad Calendario se puede controlar el progreso del tratamiento.
it: AlignTime è un app, creata da pazienti per pazienti, che aiuta a tenere traccia del tempo di indossamento dell'apparecchio invisibile Invisalign. AlignTime ti aiuta a ricordare per quanto hai indossato l'apparecchio ogni giorno, ti manda dei promemoria se un allineatore non è stato usato da un po' e ti notifica quando è ora di cambiare l'apparecchio. Puoi usare la funzione dell'Agenda per vedere per quanto tempo hai usato ciascun allineatore.
pt_br: AlignTime é um aplicativo móvel, criado por próprio usuários de alinhadores para auxiliar outros usuários a acompanhar o tempo de uso dos alinhadores do tipo Invisalign. AlignTime ajuda a registrar o tempo de uso diário de cada alinhador, envia lembretes se o alinhador foi deixado por muito tempo e avisa quando é hora de trocá-lo. Você pode monitorar o progresso do tempo de desgaste de cada alinhador usando a funcionalidade Calendário.
ru: AlignTime был создан позьзователями элайнеров для того, чтобы упростить процес выравния для других пользователей. С помощью AlignTime вы можете записывать время, на протяжении которого вы носили элайнеры каждый день, а так же установить напоминания, которые подскажут, когда вам нужно будет снова одеть элайнеры. Также у вас будет возможность просмотреть свой прогресс в календаре приложения.
uk: AlignTime - це мобільний додаток, створений користувачами елайнерів, щоб допомогти іншим користувачам відслідковувати час носіння елайнерів. AlignTime допомагає записувати щоденний час носіння кожного елайнера, надсилає нагадування, якщо Ви були занадто довго без елайнерів.

source: Welcome to AlignTime
es: Bienvenido a AlignTime
it: Benvenut* in AlignTime
pt_br: Bem vindo ao AlignTime
ru: Добро пожаловать AlignTime
uk: Вітаємо в AlignTime

source: Your assistant on the way to a perfect smile
es: Tu asistente en camino a una sonrisa perfecta
it: Il tuo assistente per un sorriso perfetto
pt_br: Seu assistente no caminho de um sorriso perfeito
ru: Ваш помощник на пути к идеальной улыбке
uk: Ваш помічник на шляху до ідеальної посмішки

source: Add your treatment
es: Empezar
it: Aggiungi un trattamento
pt_br: Adicionar seu tratamento
ru: Начать
uk: Розпочати

source: About AlignTime
es: Sobre AlignTime
pt_br: Sobre AlignTime
ru: О AlignTime
uk: Про AlignTime

# setting_up
source: Let's go through setting up your new treatment
it: Impostiamo un nuovo trattamento
pt_br: Vamos configurar seu novo tratamento
ru: Давайте настроим Ваш план выравнивания
uk: Давайте налаштуємо Ваш план вирівнювання.

# to_do_this_once
source: (You would only need to do this once)
it: (devi farlo solo una volta)
pt_br: (Você precisará fazer isso uma única vez)
ru: (Это необходимо сделать только один раз)
uk: (Це потрібно зробити тільки один раз)

source: Additional Settings
it: Impostazioni Aggiuntive
pt_br: Configurações adicionais

# data is important for us
source: This data is important for us to get maximum correct setup for you
it: Questi dati sono importanti per poter configurare tutto al massimo
pt_br: Esta informação é importante para que lhe possamos gerar a configuração adequada.

source: AlignTime Reminder
es: Recordatorio de AlignTime
it: AlignTime Promemoria
pt_br: AlignTime Notificações
ru: Напоминание от AlignTime
uk: Нагадування від AlignTime

source: Time to put your aligners on again
es: Es hora de volver a colocar los alineadores
it: È ora di rimettere i tuoi allineatori
pt_br: Está na hora de colocar seus alinhadores novamente.
ru: Время снова надеть элайнеры
uk: Час знову одягати елайнери

source: Don’t forget to put your aligners on
es: No te olvides de colocar los alineadores
it: Non dimenticare di indossare i tuoi allineatori
pt_br: Lembre-se de colocar seus alinhadores.
ru: Не забудь надеть элайнеры
uk: Не забудь одягнути елайнери

# Your aligners have been out for a while now
source: Your aligners have been out for a while now. It’s time to put them back on
es: Has pasado mucho tiempo sin usar los alineadores. Es hora de volver a colocarlos.
it: Non hai indossato i tuoi allineatori da un po'. È ora di rindossarli.
pt_br: Seus alinhadores já estiveram fora por algum tempo. Está na hora de colocá-los de volta.
ru: Ты уже долгое время без элайнеров. Пора их снова надеть
uk: Ти вже досить довгий час без елайнерів. Час їх одягнути

source: Did you forget to start the timer?
es: ¿Olvidaste de comenzar el temporizador?
it: Hai dimenticato di iniziare il timer?
pt_br: Você se esqueceu de iniciar o timer temporizador?
ru: Кажется вы забыли включить таймер?
uk: Здається ви забули увімкнути таймер?

# last_aligner # %d
source: Time to change to aligner # %d
it: È ora di passare all'allineatore # %d
pt_br: Está na hora de trocar seu alinhador # %d
ru: Время надеть элайнер # %d

# Changer aligner time notification
source: What time would you like to be reminded to change your aligners?
it: Quando vorresti il promemoria per cambiare gli allineatori?
pt_br: Que horas você gostaria de ser lembrado para trocar seus alinhadores?
ru: Во сколько Вам напомнить про замену элайнеров?

# Last day for aligner
source: Today you are due to start wearing aligner
it: Oggi dovresti indossare l'allineatore
pt_br: Hoje é o dia que você deve começar a usar o alinhador
ru: Сегодня Вам пора надеть элайнер

# Expected Aligner #:
source: Aligner #:
es: Esperado alineador #:
ru: Элайнер #:
uk: Eлайнер #:
